[{"name":"Bootcut Balaraju (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BNjYyM2VhYjAtYjA3ZS00ZWMxLWEyY2ItMDdlNTAwZWI4MGJjXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_FMjpg_UX1000_.jpg",
"play":"https://streamvid.net/e1qga3ghjv5w",
"time":"2h 24min"," date":"2024", "rate":"4.1",
"H":"", "A":"",  "C":"", "B":"Horror" , " AN":" ",
"YH":"https://yoteshinportal.cc/bootcut-balaraju-2024-telugu-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/bootcut-balaraju-2024-telugu-true-web-dl-720-p-yk-cm-mp-4",
"MH":"https://megaup.net/7tUu8/Bootcut_Balaraju_(2024)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/7tUwj/Bootcut_Balaraju_(2024)_Telugu_TRUE_WEB-DL_-_720p_-_YK(CM).mp4",
"info":"သူကြီးသမီးနဲ့ ကိုလူပြက်
ဘောလိဝုဒ်အချစ်ဟာသာပရိသတ်တွေနဲ့ မစိမ်းတဲ့
မင်းသား Syed Sohel နဲ့ Megha Lekha ၊ Ananya Nagalla တို့
မင်းသမီးချောလေးနှစ်ယောက်ပါဝင်ထားတဲ့ ပေါ့ပေါ့ပါးပါးရယ်မောနိုင်မဲ့
ဇာတ်လမ်းတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်မဟာလက်ရှ်မီးတို့မိသားစုက ကျေးရွာကောင်းစားရေးနဲ့ ကျေးရွာလူတွေအကျိုးအတွက်ပဲ
အမြဲဦးစားပေးလုပ်ဆောင်ခဲ့ကြလို့ ရွာကလေးစားချစ်ခင်ကြတဲ့ ရွာလူကြီးမျိုးဆက် ၊
ကတိတစ်လုံးကို အသက်ထက်တန်ဖိုးထားကြတဲ့ မျိုးဆက် ၊
အဲဒီကတိတစ်လုံးအတွက် အိမ်ထောင်ကိုပါကွာရှင်းပြီး
တစ်ယောက်တည်း ရဲရဲရပ်တည်ခဲ့တဲ့မဟာလက်ရှ်မီးရဲ့အမေ ။ဒီမျိုးဆက်ကနေ ပေါက်ဖွားလာတဲ့ မဟာလက်ရှ်မီးက ငယ်ငယ်လေးတည်းက
အားလုံးရဲ့အလေးပေးခံရပြီး တူတူပေါင်းရမဲ့အဖော်မရှိဖြစ်နေချိန်
ဘာလ်ရာဂျူးနဲ့ အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့တယ် ။
ဘာလ်ရာဂျူးဆိုတာက အရာအားလုံးထက် ဒီနေ့မှာပျော်နေဖို့အရေးကြီးတယ်ဆိုတဲ့ ပျော်ပျော်နေတတ်တဲ့သူ…
ဘဝကိုအလေးအနက် အများအတွက်ရှင်သန်တတ်တဲ့မိသားစုနဲ့
ပျော်အောင်ကြံဖန်နေတတ်တဲ့ ဘာလ်ရာဂျူးတို့ ဘယ်လိုအလွဲအချော်တွေကြုံတွေ့ရမလဲ
ဘာလ်ရာဂျူးတစ်ယောက်ရဲ့ဘဝမှာ အပြောင်းအလဲတွေဖြစ်လာဦးမလား"},
{"name":"Ajab Gajab Dhamal (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BNDZkMTEyMzEtZmU1NS00NzQzLTk1YzctM2YxOGE5NmUyMWZlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
"play":"https://cdnwish.com/ss7ya9zx74h8",
"time":"2h 21mins","year":"2024", "rate":"5.5",
"A":"",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/ajab-gajab-dhamal-2023-1080-p-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/ajab-gajab-dhamal-2023-720-p-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/rMGdm/Ajab_Gajab_Dhamal_2023_1080p_WEB_DL_YK(CM).mp4",
"MS":"https://megaup.net/rMGcm/Ajab_Gajab_Dhamal_2023_720p_WEB_DL_YK(CM).mp4",
"info":"Ajab Gajab Dhamal (2024) (ကိုပေါတို့အရေးတော်ပုံ)အခုတစ်ခါမှာတော့ အချစ်ဟာသကာလေးကို တင်ဆက်ပေးပါတော့မယ်။
ဒီကားထဲက ဇာတ်လိုက်ကတော့ Mohabbatein ထဲက ရှာရွခ်ခန်းနဲ့အတူ
တွဲဘက်သရုပ်ဆောင်သွားတဲ့ ကျောင်းသားလေးယောက်ထဲက တစ်ယောက်ပဲဖြစ်ပါတယ်။
အချစ်စစ်တို့မည်သည်ဖြောင့်ဖြူးသည်ဟူ၍မရှိဆိုသည့်အတိုင်း ဒီဇာတ်ကားလေးမှာလည်း
အချစ် အလွမ်း ဟာသ စတဲ့ရသပေါင်းစုံကို ခံစားရမှာဖြစ်ပါတယ်။ဇာတ်ညွှန်းကိုပြောရမယ်ဆိုရင် တစ်ခါတုန်းကပေါ့ကွာ ဒို့ရွာမှာ ဂျနယ်လ်ဆိုတဲ့
နို့ပို့သမားကောင်လေးတစ်ယောက်ရှိတယ်။ သူစုထားတဲ့ငွေလေးနဲ့ အာမန်းဆိုတဲ့
ကောင်မလေးတစ်ယောက်ကို တင့်တောင့်တင့်တယ်ထားပြီး ထိမ်းမြားလက်ထပ်ချင်နေသတဲ့…။သူရည်ရွယ်တဲ့အမျိုးသမီးဟာ သူ့ကို မချစ်မနှစ်သက်လို့ ငြင်းဆိုသတဲ့…။
ဒီအချိန်မှာရသမျှအလုပ်ကို နေရာမချန်လုပ်ရင်းနဲ့ ရည်ရွယ်သူက ခေါင်းငြိမ့်လာခဲ့ပါတယ်။
သို့ပေမယ့် ကံခွေသူအလား ကံကြမ္မာက ကျီစားလာတဲ့အခါမှာတော့
ဘယ်လိုတွေအလွဲလွဲဖြစ်လာမလဲဆိုတာကိုတော့ ရယ်တစ်လှည့် ဆွေးတစ်လှည့်နဲ့ ခံစားကြည့်ရှုပေးပါဦးနော်…။"},
{"name":"Game On (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BYjg0ZDI4YWMtZDkyNy00OTBmLTkxMzMtOWVkODFjZGM2MzlkXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_FMjpg_UX1000_.jpg",
"play":"https://cdnwish.com/b30ie4o6qq51",
"time":"2h 20min","year":"2024", "rate":"8.1",
"A":"Adventure",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/game-on-2024-telugu-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/game-on-2024-telugu-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/rMGy9/Game_On_(2024)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/l15Y0/Game_On_(2024)_Telugu_TRUE_WEB-DL_-_720p-_AVC_-_YK(CM).mp4",
"info":"Game On 2024 (ဘဝကစားပွဲ)
ဆစ်ဒဟာ့သ်လို့ ခေါ်တဲ့ကောင်လေးဟာ ဂိမ်းကုမ္ပဏီတစ်ခုမှာ မားကတ်တင်းပိုင်းတာဝန်ယူထားပြီး
ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေသူတစ်ဦးဖြစ်ပါတယ်။
သူ့ဘဝမှာလည်း အဖော်ဆိုလို့ အချစ်ဆုံးသူငယ်ချင်းရာဟူးလ်နဲ့ အချစ်ရဆုံးသောချစ်သူ မော့ခ်ရှာတို့နှစ်ယောက်ပဲ ရှိပါတယ်။
သူငယ်ချင်းကိုလည်း မရှိမဖြစ် အရမ်းချစ်သလို ချစ်သူကိုလည်း မျက်နှာလေးမညှိုးစေရအောင်
အကုန်လိုက်ဖြည့်စည်းပေးနေတဲ့ ဆစ်ဒဟာ့သ်ကို သူ့ရဲ့ချစ်သူနဲ့ သူငယ်ချင်းက ပေါင်းပြီးတော့
သူ့ရဲ့ပရောဂျက်ကို လုယူပြီးအလုပ်ပြုတ်အောင်လုပ်ရုံတင်မကဘဲ နှစ်ယောက်သားဖောက်ပြန်ကြတာကိုသိသွားတာတောင်
နောက်ထပ်မလုပ်ဘူးကတိပေးရင် ခွင့်လွှတ်ပေးမယ်ဆိုပြီးပြောတဲ့ ပုခုံးကောင်းကောင်းဂျိုပေါက်နေတဲ့ဆစ်ဒဟာ့သ်။
ဒီလိုနဲ့ ဘဝမှာ အလုပ်ရော ချစ်သူကိုပါ ဆုံးရှုံးခဲ့ရပြီး ကိုယ့်ကိုယ်ကိုယ် သတ်သေမယ်လုပ်ဖို့
ထွက်လာတဲ့လမ်းမှာတောင် ဓားပြက တိုက်ခံရသေးတယ်။ သူ့ရဲ့အဖြစ်ဆိုးလှတဲ့ဘဝကြီးကို ထိုင်တွေးနေရင်း ဖုန်းတစ်ကောလ်ဝင်လာခဲ့ပါတယ်... "},
{"name":"Baipan Bhari Deva (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BMDlhMThjNzUtMDllMi00ZDdmLWEyOGEtZmIwZTNlZmNiNDk0XkEyXkFqcGdeQXVyMzA5NzAyMDU@._V1_.jpg",
"play":"https://cdnwish.com/jqhv3tzl1d1j",
"time":"2h 17mins","year":"2024", "rate":"8.2",
"A":"Family",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/baipan-bhaari-deva-2023-web-rip-1080-p-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/baipan-bhaari-deva-2023-web-rip-720-p-yk-cm-mp-4",
"MH":"https://megaup.net/l11oX/Baipan_Bhaari_Deva_2023_WebRip_1080p_YK(CM).mp4",
"MS":"https://megaup.net/l11nn/Baipan_Bhaari_Deva_2023_WebRip_720p_YK(CM).mp4",
"info":"Baipan Bhaari Deva (2023) မိန်းမသားတို့ ဘဝ
IMDb 8.2 ရထားပြီး ဘတ်ဂျက် ၅ ကုဋေသာ အကုန်ကျခံရိုက်ကူးထားပေမဲ့
ရုံတင်ငွေ ၉၂ ကုဋေအထိ (အမြတ် ၁၈ ဆ) ပြန်လည်ရရှိခဲ့ပြီး ထင်မထားပဲ ပေါက်ခဲ့တဲ့
ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်
ဗြိတိန် ရုပ်ရှင်ဆုပေးပွဲ BAFTA မှာ ၁၉၈၂ က ဂန္ဒီရုပ်ရှင်နဲ့ အကောင်းဆုံးဇာတ်ပို့မင်းသမီးဆု ရရှိခဲ့ဖူးတဲ့
တစ်ဦးတည်းသော အိန္ဒိယမင်းသမီး Rohini Hattangadi ပါဝင်သရုပ်ဆောင်ထားပါတယ်
ဇာတ်လမ်းလေးကတော့ ညီအစ်မခြောက်ယောက်ရဲ့ အခက်အခဲကိုယ်စီနဲ့ သူတို့ရဲ့ ဘဝနေထိုင်မှုတို့ကို
ဟာသလေးနှောပြီး တင်ဆက်ထားတာပါ စိတ်ဓာတ်ကျနေတဲ့ ဂျာရာ၊ ယောကျာ်းက အမြဲတမ်းတစ်ခုပြီးတစ်ခု
ခိုင်းတာခံရတဲ့ ချာရူ၊ သမီးဖြစ်သူက ယောက္ခမကို အမေထက် ပိုဂရုစိုက်အလေးပေးနေလို့ စိတ်အားငယ်နေတဲ့.."},
{"name":"Local Sarakku (2024)",
"photo1":"https://www.dropbox.com/scl/fi/on6g2k3f3747wnwxgvdmh/Local-1.jpg?rlkey=be3nmc7lnnhc44pvzutj65hhw&dl=1",
"play":"https://cdnwish.com/z83eeadphf22",
"time":"2h 13mins","year":"2024", "rate":"7.4",
"A":"",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/local-sarakku-2024-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/local-sarakku-2024-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/7tP0g/Local_Sarakku_(2024)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/7tP0m/Local_Sarakku_(2024)_Tamil_TRUE_WEB-DL_-_720p-AVC_-_YK(CM).mp4",
"info":"Local Sarakku (2024) (ပြည်တွင်းဖြစ်အရက်)
နာမည်ကြီးဟာသသရုပ်ဆောင် ယိုဂီဘာဘူပါဝင်ထားတဲ့
တမီးလ်ဟာသဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။
ဆာရာဗာနားဆိုတဲ့ လူတစ်ယောက်ဟာ နေ့နေ့ညည အရက်သောက်ရင်းနဲ့ပဲ အချိန်ကုန်လေ့ရှိတဲ့
အရက်ဂျိုးကြီးတစ်ယောက်...ညီမဖြစ်သူရဲ့ဝင်ငွေကိုပံ အားကိုးနေရတာကြောင့်
အရက်ဖိုးလေးကိုက်အောင် ရရာအလုပ်ဝင်လုပ်ပေမယ့်လည်း အမျိုးမျိုးအဆင်မပြေ...
တစ်ရက်မှာတော့ ဆာရာဗာနားတို့အိမ်နားကို မာဟက်ရှ်ဆိုတဲ့ မိန်းမချောလေးပြောင်းလာခဲ့တယ်...
မာဟက်ရှ်က မထင်မရှားသရုပ်ဆောင်လေးတစ်ယောက်ဖြစ်ပေမယ့်
ရတဲ့အလုပ်ကို ကျေနပ်စွာလုပ်ပြီး ကြိုးစားတဲ့သူ"},
{"name":"Singapore Saloon (2024) ",
"photo1":"https://m.media-amazon.com/images/M/MV5BMjFjY2M5NWMtMzYzZi00YmMwLWExZGQtNmFhNDY2MWM4MGM1XkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_.jpg",
"play":"https://cdnwish.com/054x5slvc6a3",
"time":"2h 17mins","year":"2024", "rate":"7.1",
"A":"",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/singapore-saloon-2024-1080-p-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/singapore-saloon-2024-720-p-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/l0Zsl/Singapore_Saloon_(2024)_1080p_WEB_DL_YK(CM).mp4",
"MS":"https://megaup.net/7tOi5/Singapore_Saloon_(2024)_720p_WEB_DL_YK_(CM).mp4",
"info":"Singapore Saloon (စင်္ကာပူဆံသဆိုင်)

ဘုရားသခင်ရဲ့ အလုပ်အကိုင်က ဘာလဲသိလား ကြိုးစားပြီးအောင်မြင်လာတဲ့သူတွေကို
ရွေးချယ်ပြီး သူတို့ကိုနှိပ်စက်ဖို့ပဲတဲ့.....
ပရိသတ်တွေရော အဲ့လိုခံစားချက်မျိုးရှိဖူးကြလား ကိုယ့်ဝါသနာ ကိုယ့်အလုပ်တစ်ခုကို ကြိုးစားပမ်းစား
စိတ်ပါလက်ပါလုပ်နေချိန်မှာ အဘက်ဘက်ကပြသနာတက်နေတာမျိူးပေါ့
ဒီတမီလ်ဇာတ်ကားလေးထဲမှာ ကာသီရ်ဆိုတဲ့ကောင်လေးက သူတို့ရွာက အဘိုးကြီး ချာချာရဲ့ စင်္ကာပူဆလွန်းဆိုတဲ့
ဆံသဆိုင်လေးကို အရမ်းသဘောကျလို့ သူအရွယ်ရောက်လာတဲ့အခါမှာ ဆံသဆရာတစ်ယောက်အဖြစ်
အလုပ်လုပ်ဖို့အတွက် အရာအားလုံးကိုစွန့်လွှတ်ခဲ့ပြီး သူ့ရဲ့အိပ်မက်ဆံသဆိုင်ကြီး စင်္ကာပူဆလွန်းကို
မြို့ပေါ်မှာသွားဖွင့်တဲ့အချိန်မှာ ပြဿနာပေါင်းစုံတက် အတိုက်အခိုက်မျိုးစုံတွေ သတ်သေချင်လောက်အောင်
စိတ်ဓာတ်ကျဆင်းမှုတွေကြားထဲမှာ အဲ့လိုလောကဓံတွေကို ဘယ်လိုရင်ဆိုင်တွန်းလှန်ခဲ့လဲဆိုတာ ရိုးရိုးလေးပဲ တင်ဆက်ပြထားပါတယ်"},
{"name":"Space Kids (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BYTZlOTQzMWYtZGFkZS00ZjU3LTlmNzgtOGIwZjY2YjVjZTE0XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_.jpg",
"play":"https://flaswish.com/gbfjrpyj6kst",
"time":"2h 01mins","year":"2023", "rate":"6.5",
"A":"Animation",  "C":"", "B":"" ,
"YH":"https://yoteshinportal.cc/space-kids-2023-1080-p-web-rip-cm-mp-4",
"YS":"https://yoteshinportal.cc/space-kids-2023-720-p-web-rip-cm-mp-4",
"MH":"https://megaup.net/21zq4/Space.Kids.2023.1080p.WEBRip.(CM).mp4",
"MS":"https://megaup.net/3nukz/Space.Kids.2023.720p.WEBRip.(CM).mp4",
"info":"ဒီတစ်ခါတော့2023 ထွက် စွန့်စားခန်းAnimationကားလေးလာပါမယ်။ ဇာတ်လမ်းလေးက ဟိုးအရင်တုန်းကလူသားတွေက ကပ္ပလာဂြိုလ်ပေါ်မှာ စွမ်းအင်တွေအများကြီးပါတဲ့ ကာလာလို ဆိုတဲ့အပင်ကိုရှာတွေ့ခဲ့ကြပါတယ်။လူသားတို့ထုံးစံအတိုင်း အပင်တွေကိုစိတ်ကြိုက်ယူသွားပြီး နောက်ဆုံးကပ္ပလာဂြိုလ်က ဂြိုလ်ဂတုံးဖြစ်သွားရပါတယ်။ လက်ရှိကာလမှာကြီးပြင်းလာတဲ့ လူငယ်တွေဖြစ်တဲ့ အက်စဲလ်၊ ဂါဂါ နဲ့ဂျိုနိုတို့ကတော့ ဒီဂြိုလ်မှာကာလာလိုအပင် တွေရှိသေးတာကို လူကြီးတွေနဲ့ပါအတိုက်အခံလုပ်ပြီး အခိုင်အမာကိုယုံကြည်ကြတာပါ။
ဆိုတော့ငယ်ဂုဏ်အပြည့်နဲ့ သူတို့ကိုယ်တိုင်သက်သေပြမယ်ဆိုပြီး သုံးယောက်သားကာလာလိုအပင်တွေရှာပုံတော်ထွက်ခဲ့ကြပါတယ်။
အဲဒါနဲ့ခရီးဆက်ခဲ့ရင်း လမ်းမှာအခက်အခဲကြုံရတဲ့အခါ သူတို့နဲ့ရည်ရွယ်ချက်တူ ဒေါက်တာဗန့်စ်ဆ်ိုတဲ့ ဘုရင့်နားမှာအနီးကပ်အလုပ်လုပ်ပေးတဲ့သူရဲ့အကူအညီရပြီးလေးယောက်အဖွဲ့လေးအဖြစ်ဆက်ခရီးဆက်ရင်း…..ကာလာလိုအပင်တွေဆီရောက်သွားချိန်မှာ မမျှော်လင့်ထားတဲ့အရာတွေ၊ လှည့်စားမှုတွေဘယ်လိုကြုံရမလဲဆိုတာတွေကို Character Animation ပုံစံအဆန်းလေးနဲ့မို့ ဂြိုလ်အသစ်ကို အမြင်အသစ်နဲ့ ပေါ့ပေါ့ပါးပါးရှုစားကြည့်လိုက်ပါ…"},
{"name":"Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BMTUzZTI1YmItZmJkMi00Yzg2LTkxMGMtNDM1ZGE5YWQ0M2M0XkEyXkFqcGdeQXVyMTEzNTE3MjE4._V1_.jpg",
"play":"https://embedwish.com/op3z9owqzszk",
"time":"1h 39mins","year":"2023", "rate":"7.5",
"A":"Animation",  "C":"Comedy", "B":"" ,
"YH":"https://yoteshinportal.cc/cm-teenage-mutant-ninja-turtles-mutant-mayhem-2023-1080-p-mp-4",
"YS":"https://yoteshinportal.cc/cm-teenage-mutant-ninja-turtles-mutant-mayhem-2023-720-p-mp-4",
"MH":"https://megaup.net/1gSc1/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_1080p.mp4",
"MS":"https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
"info":"တိရစ္ဆာန်တွေကိုစမ်းသပ်ပြီး သန္ဓေပြောင်းစစ်တပ်တစ်ခုဖန်တီးချင်တဲ့အဖွဲ့တစ်ဖွဲ့ကနေ သိပ္ပံပညာရှင် တစ်ယောက်ဟာ ဆေးရည်တွေကိုခိုးယူပြီး သူ့ရဲ့ သန္ဓေပြောင်းကောင်လေးတွေနဲ့အတူ ထွက်ပြေးခဲ့ပါတယ်။ အဲဒီနောက်ကို လိုက်ဖမ်းရင်း တိုက်ပွဲတွေဖြစ်ပြီး ဆေးရည်တွေ မြောင်းထဲကျသွားရာကနေ ဆရာကြွက်တို့ လိပ်နင်ဂျာလေးဖော်တို့ ဖြစ်လာပါတယ်။ လိပ်နင်ဂျာလေးတွေ ဆယ်ကျော်သက်ဖြစ်လာချိန်မှာ မြောင်းထဲမှာပဲ ပုန်းမနေချင်တော့ဘဲ လူတွေကြားမှာ ဝင်ဆန့်ချင်လာပါတယ်။ သူတို့ကို လူတွေလက်ခံအောင် သူရဲကောင်းဖြစ်ဖို့ ကြိုးစားရာကနေ စူပါဖလိုင်းဆိုတဲ့ သန္ဓေပြောင်းယင်ကောင် ဗီလိန်ကြီးနဲ့ ရင်ဆိုင်ရပါတော့တယ်။"},
{"name":"Guntur Kaaram (2024)",
"photo1":"https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgJ8MNxDUun4os2ULdQdLTtQHNJN7sa4Ro68OeeTDxp5QtQAiNXQDN5IUlZl2CKZSjIoQ2r-7oP9jGWfNhT_17Xpv-ybvFuG9W2Oo6AEPI6y4FbNyPpuYYwkpbfXxPUyrekviAkPm8augyJOXmfviYA6O_7MUeK7_yGASKxfFtehTiu_mwNIIXeb-IeJhk/s2048/Guntur%20Kaaram%202024%20movie%20review.jpg",
"play":"https://cdnwish.com/jfakpbionzms",
"time":"2h 39mins","year":"2024", "rate":"6.1",
"A":"Action",  "C":"Drema", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/guntur-kaaram-1080-p-nf-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/guntur-kaaram-720-p-nf-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/7t9gz/Guntur_Kaaram_1080p_NF_WEB_DL.YK(CM).mp4",
"MS":"https://megaup.net/7t9gp/Guntur_Kaaram_720p_NF_WEB_DL.YK(CM).mp4",
"info":"Guntur Kaaram 2024 (အမိမဲ့သားNF WEB DL အကြည်ဗားရှင်းကိုသာ တင်ဆက်ထားပါတယ် )

အားလုံးနဲ့ရင်းနှီးတဲ့ ဝန်ကြီးချုပ်မင်းသား တောင်ပိုင်းစတားမဟေ့ရှ်ဘာဘူရဲ့
ရုံတင်ကားသစ်လေးကို Netflix ကနေ ထုတ်လွှင့်လိုက်တာနဲ့
တစ်ပြိုင်နက် CM ကနေပါ တင်ဆက်ပေးလိုက်ပါတယ်….ခေါင်းဆောင်မင်းသား မဟေ့ရှ်ဘာဘူအပြင် ပရိသတ်တွေနဲ့မစိမ်းတဲ့ Dhamaka ထဲက
မင်းသမီးချောလေး ဆရီလီလာကို အဆစ်ငမ်းရမယ့်အပြင် လတ်တလောထွက်ရှိထားတဲ့
Hi Nanna ထဲကယောက္ခထီးကြီး ဂျာရရမ် ပါလေရာမင်းသားကြီး ပရာကတ်ရှ်ရာ့ဂျ်တို့လို
ဇာတ်ပို့တွေနဲ့ပါ မြိုင်မြိုင်ဆိုင်ဆိုင်ရိုက်ကူးထားတဲ့ ရုံတင်ကားကြီးပဲဖြစ်ပါတယ်
ဇာတ်လမ်းအစ ရာမာနာ(မဟေ့ရှ်ဘာဘူ) ဆယ်နှစ်သားအရွယ်မှာ
သူ့အမေကသူ့ကိုစွန့်ပစ်ခဲ့ပါတယ် သူ့အဖေကိုလည်းထားခဲ့ပြီးတော့
နောက်အိမ်ထောင်ပြု သားထပ်မွေးသွားပါတယ်
အရွယ်ရောက်လာချိန်မှာတော့ ရာမာနာဟာ ဘယ်သူမှထိန်းမရတဲ့
ဘယ်သူ့ကိုဂရုမစိုက်တဲ့လူတစ်ယောက် ဖြစ်နေခဲ့ပါပြီ
သူ့စိတ်ထဲမှာမမေ့နိုင်သေးတာတော့ သူ့အမေပေါ့သူ့အဘိုး ဗန်ကတ်ဆွာမိဟာ နာမည်ကြီး နိုင်ငံရေးသမားတစ်ယောက်ပါ
အဲ့ဒါအပြင် သူ့အမေရော သူ့ရဲ့အဖေကွဲညီကိုပါ နိုင်ငံရေးလုပ်ခိုင်းထားပါတယ်သူတို့မိသားစုရဲ့နိုင်ငံရေးလောကမှာ ပထမသားကို
စွန့်ပစ်ခဲ့တယ်ဆိုတဲ့ အမည်းစက်တစ်ခုဖြစ်နေတဲ့အခါမှာ
ရာမာနာကို ဟိုက်ဒရာဘတ်ကိုခေါ်ပြီး အမွေ ဖြတ်ဖို့လုပ်ပါတော့တယ်အဲ့ချိန်မှာ ရာမာနာနဲ့ သူချစ်ရတဲ့အမေမိသားစုကြားဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့……."},
{"name":"Kaiva (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BOWJiMmM1N2EtYzU1Ni00YjZlLTk4Y2UtM2ZmMjJmNmNiOTAyXkEyXkFqcGdeQXVyMTI4MzEwMzk2._V1_.jpg",
"play":"https://flaswish.com/z9sxv1dqtl9i",
"time":"2h 18mins","year":"2023", "rate":"8.3",
"A":"Action",  "C":"Drema", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/kaiva-2023-kannada-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/kaiva-2023-kannada-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/eeuyn/Kaiva_(2023)_Kannada_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/eeuyg/Kaiva_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
"info":"Kaiva 2023 CM ပရိသတ်ကြီးအတွက် ကန်နာဒါစကားပြောဇာတ်ကားတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်
ကန်နာဒါကားတွေရဲ့ ထုံးစံအတိုင်း အက်ရှင်ဘာညာကတော့ စိတ်ပျက်စေရမှာ မဟုတ်တာမို့
ဇာတ်ကြမ်းလေးတွေကြိုက်တဲ့ ပရိသတ်အတွက်တော့ အကိုက်ပါပဲဇာတ်လမ်းအကျဉ်းကတော့ ဘန်ဂလာရူမြို့ဆိုတာ မြေအောက်လောကသားတွေ
ဒုစရိုက်သမားတွေနဲ့ပြည့်နေသလို သမိုင်းကြောင်းအရလဲ ကြီးကျယ်ခမ်းနားပြီး
ဒဏ္ဍာရီလာဇာတ်လမ်းများစွာနဲ့ မြို့လေးတစ်မြို့ပါ
အဲ့အချိန်မှာ နယ်မြို့လေးက မင်းသားကိုင်ဗာက အလုပ်လုပ်ဖို့ ဘန်ဂလာရူမြို့ကို ရောက်လာချိန်မှာ
ဆယ်လ်မာလို့ခေါ်တဲ့ ကောင်မလေးကို မြင်မြင်ချင်းချစ်မိသွားပါတယ် ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်
မရိုးရှင်းတာက ဆယ်လ်မာရဲ့အလုပ်ရှင်မှာ ရန်သူတော်ကြီးသုံးယောက်ရှိနေတာပါ…မြေအောက်လောကသားတွေကြားက ရန်ငြိုးတွေကြားမှာ ဆယ်လ်မာက ဘယ်လိုကြားညှပ်သွားမလဲ
ဆယ်လ်မာကိုချစ်တဲ့ ကိုင်ဗာကရော ဘယ်လိုပါပတ်သတ်ရမှာလဲဆိုတာ CM ပရိသတ်ကြီးပဲ
စောင့်မျှော်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်"},
{"name":"Laala (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BNDRiMDA3NGQtZjA2Mi00YTFlLWExZmEtMWQ4NTAwNzk0NTM4XkEyXkFqcGdeQXVyMTA3MjYyODI1._V1_.jpg",
"play":"https://cdnwish.com/94r3h8ujncsw",
"time":"1h 35mins","year":"2023", "rate":"8.5",
"A":"Drama",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/laala-2023-malayalam-hq-hd-rip-1080-p-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/laala-2023-malayalam-hq-hd-rip-720-p-yk-cm-mp-4",
"MH":"https://megaup.net/7ucs5/Laala_(2023)_Malayalam_HQ_HDRip_-_1080p-YK(CM).mp4",
"MS":"https://megaup.net/efN0T/Laala_(2023)_Malayalam_HQ_HDRip_-_720p-YK(CM).mp4",
"info":"Laala (2023) ဘဝမျဉ်းပြိုင်များ
ဒီဇာတ်ကားမှာ ရှာမီနာ လက်ရှ်မီးနဲ့ ရှာဂျီလို့ခေါ်တဲ့
ဇာတ်ကောင်သုံးယောက်ရဲ့ဘဝတွေကို ခံစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။
ခြောက်နှစ်အရွယ်သမီးတစ်ယောက်ရဲ့မိခင်ဖြစ်တဲ့ လက်ရှ်မီးဟာ သမီးဖြစ်သူအတွက်
ဖခင်တစ်ယောက်ရှာနေချိန်မှာ facebook ကနေ ရှာဂျီနဲ့တွေ့ဆုံခဲ့ပါတယ်…
သူနဲ့ရှာဂျီရဲ့ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မလဲ…
ရှာမီနာကတော့ ယောကျ်ားတစ်ယောက်ရဲ့ကာကွယ်မှူရှိမှ
ဘေးကင်းမယ်လို့မှတ်ယူထားတဲ့ မိသားစုအသိုင်းအဝိုင်းကနေ ထွက်သွားပြီး
နေရာအများကြီးကို ခြေဆန့်ချင်နေတဲ့သူတစ်ယောက်…
သူ့ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မလဲ…
ဒီ၃ယောက်ရဲ့ဘဝတွေက ဘယ်လိုဆက်စပ်နေမလဲ…"},
{"name":"Animal (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BNGViM2M4NmUtMmNkNy00MTQ5LTk5MDYtNmNhODAzODkwOTJlXkEyXkFqcGdeQXVyMTY1NDY4NTIw._V1_FMjpg_UX1000_.jpg",
"play":"https://streamvid.net/d1cf7cfyixt8",
"time":"3h 25mins","year":"2023", "rate":"6.7",
"A":"Action",  "C":"Crime", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/animal-2023-1080-p-nf-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/animal-2023-720-p-nf-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/kZLaf/Animal.2023.1080p.NF.WEB-DL.YK(CM).mp4",
"MS":"https://megaup.net/eeanb/Animal.2023.720p.NF.WEB-DL.YK(CM).mp4",
"info":"Animal (2023) - IMDb Animal (2023)
ရုပ်သံကြည်လင်ပြတ်သားသော Netflix ဗားရှင်း WEBDLအကြည်ကိုသာ တင်ဆက်ထားပါတယ်

အားလုံးပဲ စောင့်မျှော်နေကြတဲ့ စော်ကြည်ဘဲတစ်ဖြစ်လဲ ကလေးအဖေကြီး ရန်ဘီးရဲ့ တိရစ္ဆာန်ရုပ်ရှင်ဇာတ်ကားကြီးကို
ရုပ်သံကြည်လင်ပြတ်သားစွာနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ရူပီး ကုဋေတစ်ရာကျော်အသုံးပြုရိုက်ကူးထားပြီး ကုဋေကိုးရာကျော်ပြန်လည်ရရှိခဲ့တဲ့ ဟင်ဒီရုပ်ရှင်ဇာတ်ကားကြီးလည်းဖြစ်ပါတယ်။
အာဂျွန်ရတ်ဒီနဲ့ ကဘီးရ်ဆင်းဂ်တို့လို အောင်မြင်ခဲ့တဲ့ရုပ်ရှင်တွေရဲ့ ပဲ့ကိုင်ရှင် ဒါရိုက်တာ ဆန်ဒိဗ်ရတ်ဒီဗန်ဂါကနေ ရိုက်ကူးတည်းဖြတ်ထားတာပါ။
သတ်မှတ်ချက်အရ A-ratedရုပ်ရှင်ဖြစ်တဲ့အတွက် ၁၈နှစ်ပြည့်ပြီးမှပဲ ကြည့်ရှုသင့်ပါတယ်။
သရုပ်ဆောင်တွေအနေနဲ့ကတော့ သိပ်ချစ်ဖို့ကောင်းတဲ့ မျက်နှာလေးကိုပိုင်ဆိုင်ထားတဲ့ ချစ်ရတဲ့ ရတ်ရှ်မီးကား၊မင်းသမီးချော တရီပသီ
ရုပ်ရှင်အသိုင်းအဝိုင်းမှာ ဒိုးလ်မိသားစုရယ်လို့ ဂုဏ်ရှိန်ကြီးမားလှတဲ့မိသားစုထဲက ဘော်ဘီဒိုးလ်၊ ရန်ဘီးရဲ့ ကပူးရ်မိသားစုထဲက
ဘကြီးတော်စပ်သူ မင်းသားကြီး အာနီလ်ကပူးရ်တို့ပါဝင်ထားပါတယ်။ရန်းဗီဂျေးက အဖေကိုသိပ်ချစ်တဲ့ ပါးပါးဘွိုင်းလေးတစ်ယောက်။ ဖခင်ဖြစ်သူက ဘယ်လောက်ပဲအချိန်မပေးနိုင်ပါစေ
ငါ့အဖေသာ ကမ္ဘာပေါ်မှာအကောင်းဆုံးဆိုတဲ့ သတ်မှတ်ချက်နဲ့ ရှင်သန်နေသူတစ်ဦး။
ဒီလောက်ချစ်တဲ့ သားအပေါ်မှာ ဖခင်ပြန်ပေးတာက နွေးထွေးကြင်နာမှုလစ်ဟင်းတာနဲ့ ရိုက်နှက်ဆုံးမမှုတွေ။
ဒါလည်းမိသားစုကိုချစ်တဲ့စိတ်က တစ်စက်ကလေးမှ မလျော့။အစ်မဖြစ်သူ ကောလိပ်မှာ ထိကပါးရိကပါးလုပ်ခံရချိန်မှာတော့
အထက်တန်းကျောင်းသားလေး ရန်းဗီဂျေး AK-47နဲ့သွားကြမ်းပါတော့တယ်။
ဒီလို အချစ်ကြီးပြီး အမျက်ကြီးသူတစ်ယောက် အိမ်ထောင်ကျလို့ ဖခင်ဖြစ်သူ လုပ်ကြံသတ်ဖြတ်ခံရတဲ့အခါမှာတော့…။လူဆိုတာမျိုးက အကျိုးနဲ့ အပြစ်၊ အကောင်းနဲ့ အဆိုးရယ်လို့ ခွဲခြားသိမြင်နိုင်တဲ့သတ္တဝါလို့ ဆိုကြတယ်။
တိရစ္ဆာန်ဆိုတာမျိုးကတော့ ကြိုက်တာနဲ့ မကြိုက်တာရယ်ပဲသိသတဲ့။ဒီလို အနိမ့်အမြင့်ခွဲခြားထားတဲ့ကြားမှာ
စည်းပါးပါးလေးပဲ ခြားနေသလားတော့မသိ။လူတွေဆိုတာလည်း တိရစ္ဆာန်အဖြစ်ပြောင်းလဲသွားတတ်တယ်လို့ ဒီရုပ်ရှင်က ဆိုလေသလား
ခံစားကြည့်ရှုကြပါဦးစို့။"},
{"name":"Eagle (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BZDZlMTQyZWQtODIwMC00ODE0LWFlYWYtMmFkNGU4MjUwZWVhXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_.jpg",
"play":"https://cdnwish.com/xde0thrwnjns",
"time":"2h 39mins","year":"2024", "rate":"8.3",
"A":"Action",  "C":"Adventure", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/eagle-2024-telugu-true-web-dl-1080-p-hq-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/eagle-2024-telugu-true-web-dl-720-p-hq-avc-yk-cm-mp-4",
"MH":"https://megaup.net/7tZ82/Eagle_(2024)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/l1agf/Eagle_(2024)_Telugu_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_YK(CM).mp4",
"info":"Eagle (2024) “လင်းယုန်”
စောင့်မျှော်နေကြတဲ့ မင်းသားကြီး ရာဗီရဲ့ တလေဂူးလ်အက်ရှင် ရုပ်ရှင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။

တောင်ထိပ်ပေါ်က ဆယ်ဧကကျယ်တဲ့လယ်ကွင်းကြီးထဲမှာ အေးချမ်းသာယာတဲ့ လယ်တောအိမ်လေးနဲ့
တောင်ခြေက မျိုးနွယ်စုနှစ်ခုပေါင်း လူသုံးရာကျော်ကိုအလုပ်ပေးထားတဲ့ ရက်ကန်းရုံတစ်ခုရှိပါတယ်။
အဲဒီဒေသမှာပဲ ရာသီအတိအကျမှာထွက်တဲ့ ရှားပါးဝါဂွမ်းကနေ ချည်ထည်ရက်လုပ်တဲ့ ရက်ကန်းရုံပေါ့။
အဲဒီတောင်ကုန်းပေါ်က လယ်တောအိမ်မှာနေတာကတော့ လင်းယုန်တစ်ဖြစ်လဲ ဆာဟာဒေ့ဗ်။
သူခွင့်မပြုဘဲ ခြံဝင်းထဲကို ပုရွက်ဆိတ်တစ်ကောင်တောင်ဝင်ခွင့်မရှိဘူးတဲ့။
ဒါပေမဲ့လည်း အချိန်တစ်နှစ်ကျော်လွန်ခဲ့ချိန်မှာတော့ တောင်ကုန်းပေါ်မှာ ဘာမှမရှိ ပြာအတိပဲကျန်ခဲ့ပါတော့တယ်။ဒီဇာတ်လမ်းကို အစဆွဲထုတ်လာတာကတော့ ဂျာနယ်လစ်မမလေး နာလီနီ။
စျေးထဲက ချည်ထည်လေးကိုကိုယ်ကြည့်မိရာက ဆောင်းပါးတစ်ပုဒ်ဖန်တီးမိပြီးတဲ့နောက်မှာတော့
မထင်မှတ်ထားတဲ့ အရှုပ်တော်ပုံကြီးထဲကို တစထက်တစ ဝင်ရောက်မိပါတော့တယ်။"},
{"name":"Bachelor Party (2024)",
"photo1":"https://resizing.flixster.com/Q0g4K1VfElsH5ikwKmFtFGs8XEk=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzL2RmNTA1MjlhLWFhYjItNDFlMC05ZmZiLTg0NzEyNmRiMjUyMy5qcGc=",
"play":"https://cdnwish.com/upjgg9qvo0qx",
"time":"2h 37mins","year":"2024", "rate":"6.4",
"A":"Comedy",  "C":"Adventure", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/bachelor-party-2024-kannada-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/bachelor-party-2024-kannada-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/7u8nv/Bachelor_Party_(2024)_Kannada%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-%C2%A0YK(CM).mp4",
"MS":"https://megaup.net/7u8nj/Bachelor_Party_(2024)_Kannada%C2%A0TRUE_WEB-DL_-_720p-_AVC_-%C2%A0YK(CM).mp4",
"info":"Bachelor Party (2024) ကြိုးပြတ်သွားသော ခိုင်းနွား
အမှန်အကန်ရယ်ရမယ့် ကန်နားဒါး ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်...
ဇာတ်လမ်းအကျဥ်းကတော့ ဆန်တို့ရှ်က ရိုးသားကြိုးစားပြီး ဘော့စ်က အားထားရတဲ့ဝန်ထမ်း - မိသားစုကို လိုလေသေးမရှိရလေအောင်
ထောက်ပံ့တဲ့လူကောင်းတစ်ယောက်ဖြစ်ပေမဲ့ အိမ်ပြန်ရောက်လာရင်တော့ ကြင်သူသက်ထားရဲ့ ခြေသုတ်ခုံဘဝကို ရောက်သွားပါတယ်...
ဆန်ဒယာက ဘာအလုပ်မှမလုပ် အိမ်ဖော်ငှားပြီးယောကျာ်းရှာသမျှစည်းစိမ်ကို သုံးဖြုန်းတဲ့အပြင် ... ဆန်တို့ရှ်ကို ခိုင်းနွားလိုဆက်ဆံ...
အလုပ်ကပြန်ရောက်ရင် ရေတစ်ခွက်တိုက်ဖို့နေနေသာသာ တစ်စက်လေးမှ အဖတ်မလုပ်ပဲ ယောကျာ်းကို မီးဖိုချောင်မှာ ညအိပ်ခိုင်းတဲ့
ချစ်စရာ ဇနီးချောလေးတစ်ယောက်ပေါ့ ဒါတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံးမှာတော့ တစ်နေ့ ဆန်တို့ရှ်တစ်ယောက် ပါတီတစ်ခုမှာ
ငယ်သူငယ်ချင်းနဲ့ ပြန်ဆုံပြီး သူတို့ရဲ့ ကျောင်းဆရာ အပါအဝင် သုံးယောက်ပေါင်း လောင်းကျော်ရင်း "},
{"name":"Vadakkupatti Ramasamy (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BNjcxNGIwNWUtNWQ3OS00YzRhLTk1ZjktYzczNGZjMmNkODQ2XkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_.jpg",
"play":"https://cdnwish.com/x0ugtvrurp4b",
"time":"2h 26mins","year":"2024", "rate":"6.8",
"A":"Drama",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/vadakkupatti-ramasamy-2024-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/vadakkupatti-ramasamy-2024-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/7uaut/Vadakkupatti_Ramasamy_(2024)_Tamil_TRUE_WEB-DL__1080p_AVC_YK(CM).mp4",
"MS":"https://megaup.net/7uaut/Vadakkupatti_Ramasamy_(2024)_Tamil_TRUE_WEB-DL__720p_AVC_YK(CM).mp4",
"info":"Vadakkupatti Ramasamy (2024)
ဗာဒါကူပါတီဂေါကပလေး
ဒီတစ်ခါ CM ဘောလီးဝုဒ်ပရိသတ်ကြီးကို တောင်ပိုင်းဟာသကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ..
ဟာသကားဆိုပေမဲ့ ဇာတ်အိမ်တည်ထားတာက ဘာသာရေးကိစ္စဖြစ်လို့
ပညာပေးဟာသကားလို့ပြောရင်လဲ မမှားပါဘူးဗျာ
ရွာတစ်ရွာမှာ ရာမာဆာမီဆိုတဲ့
ဘုရားမယုံတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်
သူတို့ရွာမှာကိုးကွယ်တဲ့ သာနာကာနတ်သမီးရဲ့ကျောင်းဆောင်ဟာ ရေကြီးလို့ ပျက်စီးသွားပါတယ်တဲ့ ...
အဲ့အချိန်မှာ ရာမာဆာမီက ပိုက်ဆံရဖို့အတွက် အကောင်းဆုံးနည်းလမ်းက ဘာသာရေးကိုခုတုံးလုပ်ရမယ်လို့
ဆုံးဖြတ်လိုက်ပြီး နတ်သမီးကပဲ သူ့ဆီကိုကြွလာတဲ့ပုံနဲ့ သူ့ခြံထဲမှာ ဘုရားကျောင်းဆောက်ပြီး ဂွင်ဖန်နေပါတော့တယ်...."},
{"name":"Chhota Bheem Shakti Astra Ki Khoj(2023)",
"photo1":"https://www.mp4moviez.cl/cover/chhota-bheem:-shakti-astra-ki-khoj-(2023)-hindi-movie.jpg",
"play":"https://cdnwish.com/0m88uhxsu0o5",
"time":"1h 40mins","year":"2023", "rate":"7.7",
"A":"",  "C":"", "B":"Animation" ,
"YH":"https://yoteshinportal.cc/chhota-bheem-shakti-astra-ki-khoj-2023-1080-p-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/chhota-bheem-shakti-astra-ki-khoj-2023-720-p-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/7u6so/Chhota_Bheem_Shakti_Astra_Ki_Khoj_2023_1080p_WEB_DL_YK(CM).mp4",
"MS":"https://megaup.net/7u6sv/Chhota_Bheem_Shakti_Astra_Ki_Khoj_2023_720p_WEB_DL_YK(CM).mp4",
"info":"Chhota Bheem Shakti Astra Ki Khoj(2023) ချိုတာဘီးမ်နှင့်နတ်လက်နက်ရှာပုံတော်
IMDb- 7.7/10 ရှားရှားပါးပါး indian cartoon လေးလည်းဖြစ် မီယမ်မာပရိသတ်နဲ့လည်းမစိမ်းလှတဲ့
ချိုတာဘီးမ်ဆိုတဲ့ကာတွန်းလေးကို တင်ဆက်လိုက်ပေးလိုက်ပါပြီ။
ထုံးစံအတိုင်းပဲ ဇာတ်လိုက်ကျော်ကြီးချိုတာဘီးမ်နဲ့ သူငယ်ချင်းတစ်စုက ဒီတစ်ခါမှာရော
လူတွေကို ဘယ်လိုကယ်တင်မလဲဆိုတာ ရှုစားကြပါဦး။ စကြာဝဠာကြီးထဲက ဂြိုဟ်တွေအများကြီးရှိတဲ့ထဲမှာ
ရှက်တီဆိုတဲ့ဂြိုဟ်တစ်လုံးလည်း ထူးထူးဆန်းဆန်းပါဝင်ပါတယ်။ ဒီဂြိုဟ်ရဲ့ထူးခြားမှုကတော့ ဂြိုဟ်ကြီးရပ်တည်နိုင်ဖို့ကို
ရှက်တီလက်နက်ဆိုတဲ့ နတ်လက်နက်က စွမ်းအင်ပေးထားတာပါ။
ဒီရှက်တီလက်နက်သာမရှိရင် တစ်ပတ်အတွင်း ဂြိုဟ်ကြီးကပျက်စီးသွားမှာဖြစ်သလို ဂြိုဟ်သားတွေလည်း
တစ်ခါတည်းအတူသေကုန်မှာဖြစ်ပါတယ်။ ဒါပေမဲ့ နတ်လက်နက်ဆိုတဲ့အတိုင်း ပိုင်ဆိုင်လိုသူတွေကများတော့
ဒီရှက်တီလက်နက်ကိုသိမ်းပြီး ဂြိုဟ်တစ်ခုလုံးကို မင်းမူချင်တဲ့ရှရူးဒါ့စ်က ဒီလက်နက်ကို လာခိုးပါတော့တယ်.."},
{"name":"Chhota Bheem Maha Shaitan Ka Mahayudh (2023) ",
"photo1":"https://www.chhotabheem.com/movies/mahashaitan/stories/2.jpeg",
"play":"https://cdnwish.com/uq8yct31md3j",
"time":"1h 35mins","year":"2023", "rate":"9.1",
"A":"",  "C":"", "B":"Animation" ,
"YH":"https://yoteshinportal.cc/chhota-bheem-mahashaitaan-ka-mahayudh-2023-1080-p-nf-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/chhota-bheem-mahashaitaan-ka-mahayudh-2023-720-p-nf-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/l1hmc/Chhota_Bheem_Mahashaitaan_Ka_Mahayudh_2023_1080p_NF_WEB_DL_YK(CM).mp4",
"MS":"https://megaup.net/7u6dk/Chhota_Bheem_Mahashaitaan_Ka_Mahayudh_2023_720p_NF_WEB_DL_YK(CM).mp4",
"info":"Chhota Bheem Mahashaitaan Ka Mahayudh (2023) ချိုတာဘီးမ်နှင့် မဟာရှိုက်တန်နတ်ဆိုးကြီး
IMDb- 9.1/10ကျွန်တော်တို့ ငယ်ငယ်ကကြည့်ခဲ့ရတဲ့ ချိုတာဘီးမ်ကာတွန်းကားလေး ဇာတ်ကားအနေနဲ့ထွက်လာခဲ့ပါပြီ။
လောလောလတ်လတ် အဗာထာကြည့်ပြီးတဲ့သူတွေဆို ပိုပြီးတော့ သဘောခွေ့ကြမှာပါ။
မီး,ရေ,လေ နဲ့ မြေဆိုတဲ့ ချက္ကရာလေးခုသာရှိနေသေးပြီး အာကာသချက္ကရာဆိုတဲ့
ငါးခုမြောက်ချက္ကရာ မပွင့်သေးချိန် မဟာရှိုက်တန်လို့ခေါ်တဲ့ နတ်ဆိုးကြီးက
ကမ္ဘာမြေကိုသိမ်းပိုက်ဖို့အတွက် ကမ္ဘာမြေကြီးပေါ်ကိုရောက်ရှိလို့လာခဲ့ပါတော့တယ်။ကမ္ဘာကြီးကို သိမ်းပိုက်ဖို့ကြံစည်ရင်း မဟာရှိုက်တန်ဟာ သူ့တပည့် ရန်ဂနာကို လူသားတွေကို
ဇွန်ဘီးနဲ့ ဗန်ပိုင်းယားတွေဖြစ်အောင်ပြောင်းခိုင်းပြီး လူသားတွေအကုန်မျိုးပြုတ်အောင်ကြံစည်ပါတော့တယ်။
ဒီလို ကမ္ဘာကြီးကို အုပ်စိုးဖို့လာခဲ့တဲ့ မဟာရှိုက်တန်နဲ့ ချိုတာဘီမ်းတို့သူငယ်ချင်းတစ်သိုက်နဲ့ တွေ့ကြတဲ့အခါမှာတော့
ချိုတာဘီးမ်တို့ သူငယ်ချင်းတစ်သိုက်က ကမ္ဘာကြီးကို ကယ်တင်ဖို့ ဘယ်လိုတွေ လုပ်ဆောင်သွားမလဲ……..
ငါးခုမြောက်ချက္ကရာကရော ပွင့်သွားမလား …… ဆိုတာတွေကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။"},
{"name":"The Inventor (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BYzU4ODNhZWEtYTIzYi00YzM3LTg5NDctMDUyNjk3YWJhYTc1XkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_.jpg",
"play":"https://cdnwish.com/5uwpqv12ldfu",
"time":"2h 25mins","year":"2023", "rate":"5.5",
"A":"",  "C":"", "B":"Animation" ,
"YH":"https://yoteshinportal.cc/the-inventor-2023-web-rip-1080-p-cm-mp-4",
"YS":"https://yoteshinportal.cc/the-inventor-2023-web-rip-720-p-cm-mp-4",
"MH":"https://megaup.net/efG7a/The_Inventor_(2023)_WEB-Rip,1080p(CM).mp4",
"MS":"https://megaup.net/efG70/The_Inventor_(2023)_WEB-Rip,720p(CM).mp4",
"info":"The Inventor က ၂၀၂၃ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ animation
ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဖြစ်တဲ့ Matt Berry, Stephen Fry စသူတွေပါဝင်အသံသရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် 1500 ခုနှစ်
ဝန်းကျင် ခေတ်လွန်ပညာရှင် လီရိုနာဒိုဒါဗင်ချီရဲ့ ဘဝနှောင်းပိုင်းအကြောင်းတွေ သူ့ဘဝမီးစာကုန်ခနီးအချိန်တွေမှာ ဘယ်လိုရုန်းကန်မှုတွေရင်ဆိုင်ခဲ့ရလဲ ဘာတွေကို ရှာဖွေနေခဲ့တာလဲ သူနောက်ဆုံးမှာရောအောင်မြင်သွားမှာလား စတာတွေကို သူ့ဘဝအကြောင်း လေ့လာရင်းစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်"},
{"name":"Anweshippin Kandethum (2024) ",
"photo1":"https://m.media-amazon.com/images/M/MV5BYTFlYmMyZDYtNzhkOS00Njk3LWFmMTAtN2U0NTZmYzAwNTA3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_FMjpg_UX1000_.jpg",
"play":"https://asnwish.com/530w1fy9pgay",
"time":"2h 22mins","year":"2024", "rate":"8.3",
"A":"Crime",  "C":"Drama", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/anweshippin-kandethum-2024-true-web-dl-1080-p-hq-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/anweshippin-kandethum-2024-true-web-dl-720-p-hq-avc-yk-cm-mp-4",
"MH":"https://megaup.net/efPop/Anweshippin_Kandethum_(2024)_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/l1pXx/Anweshippin_Kandethum_(2024)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_YK(CM).mp4",
"info":"Anweshippin Kandethum (2024) အင်စပတ်တာနဲ့ လူပျောက်မှု
Imdb 8.3/10ပရိသတ်ကြီးအတွက် ဒီနေ့ပဲ netflix ကနေ ott လွှင့်ပေးလိုက်တဲ့
အိန္ဒိယစုံထောက်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်
စုံထောက်ကားကောင်းမှကြိုက်တယ်တို့
ဇာတ်လမ်းဇာတ်အိမ်ကောင်းတာမှကြည့်ချင်ဝာာတို့
ရှားလော့ဟုမ်းတို့လို အခင်းနေရာစိတ်ထဲ‌ပုံ‌ဖော်တဲ့ အကွက်တွေ
ဟာကျူလီပွန်ရိုးတို့လို ‌သက်သေရှာတဲ့အကွက်တွေ စတဲ့
စုံထောက်ပညာအစုံနဲ့ မှုခင်းကားကောင်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကောလိပ်ကျောင်းသူ ကောင်မလေးတစ်ယောက် ကျောင်းကအပြန်
အိမ်ပြန်ရောက်မလာလို့ သူ့အဖေက ရဲစခန်းမှာ လူပျောက်လာတိုင်တာကနေ ဘတ်စကားဂိတ်ကနေစပြီး
အမှုပေါ်တဲ့ထိ စုံထောက်ကြီးရဲ့ ခရေစေ့တွင်းကျ သဲလွန်စတွေတစ်ခုချင်းစီ လိုက်ဖော်ထုတ်တာကို တွေ့ရမှာပါ
ကောင်မလေးက ဘာလို့ပျောက်သွားတာလဲ ပြန်ရောတွေ့မှာလား
ဘယ်သူက ဘာလုပ်သွားတာလဲ
အသက်ရောရှင်နေသေးလား စတဲ့ အကြောင်းအရာပေါင်းများစွာကို
အဖြေသိချင်ရင်တော့ ဒီဇာတ်ကားလေးကိုပဲ ကိုယ်တိုင်ကြည့်ရှုကြဖို့ ပြောကြားညွှန်းဆိုပေးလိုက်ပါတယ်"},
{"name":"Terminator: Dark Fate",
"photo1":"https://m.media-amazon.com/images/M/MV5BNzhlYjE5MjMtZDJmYy00MGZmLTgwN2MtZGM0NTk2ZTczNmU5XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
"play":"https://asnwish.com/a3jtbvnfswzm",
"time":"2h 8mins","year":"2023", "rate":"6.2",
"A":"Action",  "C":"Sci-fi", "B":"" ,
"YH":"https://yoteshinportal.cc/terminator-dark-fate-2019-1080-p-blu-ray-cm-mp-4",
"YS":"https://yoteshinportal.cc/terminator-dark-fate-2019-720-p-blu-ray-cm-mp-4",
"MH":"https://megaup.net/7uf43/Terminator_Dark_Fate_2019_1080p_BluRay_(CM).mp4",
"MS":"https://megaup.net/l1qcb/Terminator_Dark_Fate_2019_720p_BluRay_(CM).mp4",
"info":"အရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့ တာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။ တာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။အခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး တာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။ ဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။ အားရစရာပါပဲ။ဇာတ်လမ်းအကျဉ်း
ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ စကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ တာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။ ဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့ မိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့ ရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊ ဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့ စက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။ဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး ရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့ ပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။"},
{"name":"Thookudurai (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BZDA4NTExZTEtMWRmZC00YTM3LTgwZmQtMjRhODkwNzE3MWE1XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_FMjpg_UX1000_.jpg",
"play":"https://asnwish.com/imq8ydjat021",
"time":"2h 5mins","year":"2024", "rate":"6.8",
"A":"Family",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/thookudurai-2024-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/thookudurai-2024-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/efQ7Q/Thookudurai_(2024)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/7ufz9/Thookudurai_(2024)_Tamil_TRUE_WEB-DL_-_720p-_AVC_-_YK(CM).mp4",
"info":"Thookudurai (2024)
“ရေတွင်းသရဲ”IMDb 6.8 ရထားပြီး အမှန်အကန်ရယ်ရမယ့်
တမီးလ် ဟာသ/သရဲကားလေး တင်ဆက်ပေးလိုက်ပါပြီ
ပိုစတာမှာ ယိုဂီဘာဘူကို မြင်လိုက်တာနဲ့ အဖောက်တလိုင်း
ဇာတ်ကားဆိုတာ ပရိသတ်တို့ တန်းပြီးသိမှာပါလေ
ဒီလိုဇာတ်ကားမျိုးကို မဆလာဖလင်လို့လည်း ခေါ်ကြပါသေးတယ်
ဇာတ်လမ်း/ဇာတ်ကောင် ရှိရှိသမျှ ရောသမမွှေထားတဲ့ အဓိပ္ပာယ်ပေါ့ခင်ဗျာဇာတ်လမ်းအကျဥ်းကတော့…
အလုပ်မရှိ စားစရာမရှိလို့ ခိုးစားဖို့ကြံတဲ့ သူခိုးသုံးယောက်က
ဒဏ္ဏာရီလာ သရဖူကိုမှ ခိုးမိသွားတယ်လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်က သမီးရှင်အဖေ သဘောမတူလို့ ယိုဂီဘာဘူတို့ ချစ်သူနှစ်ယောက်
ခိုးရာလိုက်ပြေးရာက လက်ပူးလက်ကြပ်မိတော့ ယိုဂီဘာဘူတစ်ယောက် ရေတွင်းထဲ
ပြုတ်ကျပြီး အစိမ်းသေ သေသွားတဲ့အခါမှာ သူ့ကောင်မလေးယူလာတဲ့ သရဖူပါအဆစ်ပါသွားတယ်
ဒီကနေ မျက်မှောက်ခေတ်မှာ သရဲဖြစ်နေတဲ့ ယိုဂီဘာဘူက အားလုံးကို လိုက်ခြောက်ပြီး ပေါက်ကရတွေ ဖြစ်ကုန်တာပါပဲအဆက်အစပ်မတည့်တဲ့ ဟိုတစ်စဒီတစ်စ ဇာတ်လမ်းတွေအကုန်
သူ့အလိုလို ပေါင်းစပ်သွားပြီး အစုံသုပ်လိုမျိုး ဦးတည်ရာ မယ်မယ်ရရ မရှိပေမယ့်လည်း…ဇာတ်လမ်းရဲ့ လိုရင်းဖြစ်တဲ့ တောင်စဥ်ရေမရ ဗြောက်သောက် ဖျော်ဖြေရေးက
အားမနည်းသွားတာမို့ ကြည့်နေရင်း အချိန်ကုန်မှန်းမသိလိုက်နိုင်တဲ့
ဇာတ်ကားတစ်ကား ဖြစ်မှာ အသေအချာပါ"},
{"name":"Ooru Peru Bhairavakona (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BOGNhODIwODYtMmQzYi00ZDdlLTllZWUtMDFmOWViNjViODA4XkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_.jpg",
"play":"https://asnwish.com/pke70jm2t6m7",
"time":"2h 13mins","year":"2024", "rate":"6.5",
"A":"",  "C":"Thriller/Fantasy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/ooru-peru-bhairavakona-2024-telugu-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/ooru-peru-bhairavakona-2024-telugu-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/efQld/Ooru_Peru_Bhairavakona_(2024)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/efQm8/Ooru_Peru_Bhairavakona_(2024)_Telugu_TRUE_WEB-DL_-_720p-_AVC_-_YK(CM).mp4",
"info":"Ooru Peru Bhairavakona (2024) “ကျတ်ရွာ”
IMDb – 6.5/10အသစ်ထွက်ရှိလာတဲ့ ခပ်ဆန်းဆန်း fantasy thrillerအမျိုးအစား
တလေဂူးလ်စကားပြော အိန္ဒိယရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။
ဦးလေးဆီမှာ အလုပ်လုပ်တာနဲ့ မြို့မှာအလုပ်လုပ်တာ ဓာတ်ပုံရိုက်ခံရတာခြင်းတော့တူတယ်။
ဦးလေးဆီမှာအလုပ်လုပ်တာက ဒုစရိုက်လုပ်ငန်းဆိုတော့ ရဲတွေဓာတ်ပုံရိုက်တာခံရပြီး
မြို့မှာလုပ်တဲ့အလုပ်ကကျ ရုပ်ရှင်ထဲမှာဆိုတော့ ပရိသတ်တွေဓာတ်ပုံရိုက်ခံရတာဆိုတဲ့ ခံယူချက်နဲ့
ရုပ်ရှင်ထဲမှာ ဗီလိန်ဇာတ်ပို့နေရာလေးတွေက သရုပ်ဆောင်နေတဲ့ ဘာဆာဗာ။တစ်ရက်မှာတော့ ဦးလေးဖြစ်သူ အကြီးအကျယ်ဒုက္ခရောက်နေပြီး မဖြစ်မနေလုပ်ပေးရမဲ့
အလုပ်က မိန်းကလေးတစ်ယောက်ကို ဘေးကင်းအောင် စောင့်ရှောက်ဖို့။
မိန်းကလေးကိုခေါ်လာတဲ့လူက ဒုစရိုက်လုပ်ငန်းတွေလုပ်နေတဲ့လူ။မိန်းကလေးကို ကားနောက်ဖုံးထဲမှာ
မေ့ဆေးတိုက်ပြီး ခေါ်လာတာကိုတွေ့လို့ မျက်နှာကိုမြင်လိုက်ရတော့မှ သူစွဲလန်းခဲ့ဖူးတဲ့ကောင်မလေးဖြစ်နေတာကို
သိလိုက်ရတဲ့အခါ…။အဲဒီကနေမှ ရောက်ပြီးရင် ပြန်လမ်းမရှိဘူးလို့ နာမည်ကြီးနေတဲ့
ဘိုင်ရာဗာကွန်နာအမည်ရှိနေရာတစ်ခုကို ရောက်သွားတဲ့အခါမှာတော့…"},
{"name":"Mune : Guardian of the Moon (2014)",
"photo1":"https://m.media-amazon.com/images/M/MV5BODVhZjEwZjgtMjdlZC00NzczLWJmNWMtMzNlMDI1YzU5ODMzXkEyXkFqcGdeQXVyMjY4MDM2OTU@._V1_FMjpg_UX1000_.jpg",
"play":"https://asnwish.com/6rbm4ia55cv6",
"time":"1h 26mins","year":"2024", "rate":"7.1",
"A":"Animation",  "C":"Family/Fantasy", "B":"" ,
"YH":"https://yoteshinportal.cc/mune-guardian-of-the-moon-2014-1080-p-web-dl-cm-mp-4",
"YS":"https://yoteshinportal.cc/mune-guardian-of-the-moon-2014-720-p-web-dl-cm-mp-4",
"MH":"https://megaup.net/eg0ob/Mune_Guardian_of_the_Moon_2014_1080p_WEB-DL_CM.mp4",
"MS":"https://megaup.net/l1AWW/Mune_Guardian_of_the_Moon_2014_720p_WEB-DL_CM.mp4",
"info":"Mune : Guardian of the Moon (2014)ဒီကားလေးကတော့ ၂၀၁၄ မှာထွက်ရှိခဲ့တဲ့ Family/Fantasy အမျိုးအစား animation ကားကောင်းလေးတစ်ကားပါ
Rating မှာလည်း MIDb 7.1 ထိရရှိထားပြီးတော့
ကလေးရောလူကြီးပါကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားပါ
အချိန် ၁ နာရီကျော်လောက်ကြာပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးက
ချစ်ဖို့ကောင်းလွန်းတော့ အကြိုက်တွေ့မယ်ဆိုတာသေချာပါတယ်
ဇာတ်လမ်းအစမှာ နေနဲ့လရဲ့စောင့်ရှောက်သူတွေဟာ
ကမ္ဘာကြီးကိုဟန်ချက်ညီအောင်ထိန်းသိမ်းနေကြရတယ်
နက်ခရော့ဆိုတဲ့ မိစ္စာတစ်ကောင်က စောင့်ရှောက်သူအသစ်ခန့်အပ်လွှဲပြောင်းပွဲအပြီးမှာ
လူသစ်လေးတွေဖြစ်တာကိုအခွင့်ကောင်းယူပြီး နေကိုခိုးဖို့ကြိုးစားပါတော့တယ်
အရည်ပျော်လိုက် ခဲလိုက်ဖြစ်နေတဲ့ ဖယောင်းကောင်မလေးက ဘယ်လိုတွေကူညီပေးနိုင်မလဲ
စောင့်ရှောက်သူတွေဖြစ်တဲ့ မူရ် နဲ့ ဆိုဟွန်းတို့ဘယ်လိုတွေကြိုးစားပြီး ကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာ
ရင်ခုန်စရာလေးတွေ ဟာသလေးတွေရောပြီးမိသားစုနဲ့တူတူကြည့်ဖို့
အသင့်တော်ဆုံးကားလေးတစ်ကားပဲဖြစ်လို့ အခုပဲဒေါင်းထားလိုက်ကြတော့နော်"},
{"name":"Susuk (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BZmYxMzhhOTMtNDNkYi00ZWE2LTg1NzctZjUyM2MxODU0YTU0XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_.jpg",
"play":"https://asnwish.com/vioxddpbtuq7",
"time":"1h 42mins","year":"2024", "rate":"5.5",
"A":"Horror",  "C":"Thriller", "B":"indonesia" ,
"YH":"https://yoteshinportal.cc/susuk-2023-nf-1080-p-web-dl-cm-mp-4",
"YS":"https://yoteshinportal.cc/susuk-2023-nf-720-p-web-dl-cm-mp-4",
"MH":"https://megaup.net/rNdwh/Susuk_2023_NF_1080p_WEB-DL_CM.mp4",
"MS":"https://megaup.net/l1CWV/Susuk_2023_NF_720p_WEB-DL_CM.mp4",
"info":"Susuk (2024) အညွှန်းဒီအင်ဒိုသရဲကားကိုမကြည့်ခင်မှာ အားလုံးကို Susuk ရဲ့ အဓိပ္ပါယ်ကိုရှင်းပြပါမယ်။
Susuk ဆိုတာ ‌ရွှေအပ်လေးတစ်မျိုးဖြစ်ပြီး လူခန္ဓာကိုယ်ရဲ့ တစ်ရှူးအလွှာထဲကို ထိုးထည့်ရတဲ့အရာပါ။
Susuk မှာ အလှအပသက်သက်အပြင် အဆစ်အမြစ်နာကျင်ခြင်းနှင့်
အခြားအသေးစားရောဂါများကို ကုသခြင်းအထိ ရည်ရွယ်ချက်အမျိုးမျိုးရှိပါတယ်။
ဤအလေ့အကျင့်ကို ထိခိုက်ဒဏ်ရာရခြင်းနှင့် မတော်တဆထိခိုက်မှုမှ အကာအကွယ်အဖြစ်လည်း အသုံးပြုကြပါတယ်။
Susuk အလေ့အကျင့်ကို ဒေသအတွင်း အစ္စလာမ္မစ်အသွင်ကူးပြောင်းရေး မတိုင်မီကတည်းက
ယခုခေတ်အစ္စလာမ့်ပညာရှင်များ ( ဟရာမ် ) မှ တားမြစ်ပိတ်ပင်ထားပါတယ်။
Susuk ကို ဂါထာများဖြင့် မြှပ်နှံထားသည်ဟု ဆိုကာ ၎င်း၏ ထိရောက်မှုကို တိုးမြှင့်ရန်အတွက် တစ်ချိန်တည်းတွင် ပြုလုပ်လေ့ရှိပါတယ်။
Susuk ကို မသေဆုံးမီ ဖယ်ရှားရန် လိုအပ်ပြီး မဟုတ်ရင် လူက သေဆုံးရန် ခက်ခဲမည် ဟုလည်း ဆိုကြတယ်။
ထို့ကြောင့် သက်ဆိုင်သူက အသက်ကြီးလာတဲ့အခါ ဒါမှမဟုတ်
နာမကျန်းဖြစ်တဲ့အခါတွေမှာ Susuk ကို ဖယ်ရှားကြတာများတယ်။
Susuk ကို ဖယ်ရှားခြင်းက တတ်ကျွမ်းသူ၏ ကျွမ်းကျင်မှုလည်း လိုအပ်တာပေါ့။
နဂိုကတည်းက အလှအပအတွက် သုံးတဲ့ Susuk ကို ဖယ်ရှားလိုက်ပါက
ခြောက်လအတွင်း သူ၏ နဂိုမျက်နှာကို ပြန်လည်ရောက်ရှိမည်ဟုပြောစမှတ်တွင်ကြပါတယ်။
ဒီဇာတ်လမ်းမှာတော့ လာရက်စ်တစ်ယောက် လိင်အလုပ်သမအဖြစ်လုပ်စားနေပြီး သူ့ရဲ့ညီမ ယူ နဲ့လည်း ဆက်ဆံရေးမပြေလည်ပါဘူး။
တစ်နေ့ကျတော့ လာရက်စ်တစ်ယောက် အသက်အန္တရာယ်စိုးရိမ်ရတဲ့အခြေအနေရောက်လာတဲ့အခါမှာတော့
သူ့ညီမက အစ်မကို ကယ်တင်ရန်အလို့ငှာ နည်းပေါင်းစုံနဲ့ ကြံလာပါတော့တယ်။
ဖြစ်ချင်တော့ အစ်မခန္ဓာကိုယ်ထဲမှာလည်း Susuk (ဆူဆု) ရှိနေတဲ့အတွက်
သေလည်းမသေနိုင်ဘဲ ဆန့်တငင်ငင်ကြီး ဖြစ်နေတဲ့အခါ ဘယ်လိုပယောဂတွေ ဝင်ရောက်လာမလဲ။
ယူ တစ်ယောက် သူ့အစ်မ လာရက်စ်ကို ကယ်တင်နိုင်ပါ့မလားဆိုတာ
ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်လားနော်။"},
{"name":"Indigo (2023)",
"photo1":"https://m.media-amazon.com/images/M/MV5BZTc4ZjJmYzAtYmUxNS00MTJlLWFjZDgtODcwMGM2Yzk1NTc0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_.jpg",
"play":"https://asnwish.com/1mb8rdqysa73",
"time":"1h 58mins","year":"2023", "rate":"5.5",
"A":"Horror",  "C":"Thriller", "B":"Indonesia" ,
"YH":"https://yoteshinportal.cc/indigo-2023-nf-1080-p-web-dl-cm-mp-4",
"YS":"https://yoteshinportal.cc/indigo-2023-nf-720-p-web-dl-cm-mp-4",
"MH":"https://megaup.net/rNdw5/Indigo_2023_NF_1080p_WEB-DL_CM.mp4",
"MS":"https://megaup.net/eg2ni/Indigo_2023_NF_720p_WEB-DL_CM.mp4",
"info":"Indigo (2023)ဒီကားလေးကတော့ MIDb 5.5 ထိရရှိထားတဲ့ ၂၀၂၃ ခုနှစ်ထွက်
Horror/Thriller အမျိုးအစား အင်ဒိုဇာတ်ကားကောင်းလေးပါ
တစ်ခြားအပနှင်ကားတွေနဲ့ နည်းနည်းလေးကွဲထွက်ပြီးတော့
ဇာတ်လမ်းဇာတ်အိမ် ခိုင်ခိုင်မာမာနဲ့တည်ဆောက်ထားတာပါ
ဇာတ်ကားထဲမှာ ဇိုရာဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးနဲ့ သူ့ညီမလေးတို့ဟာ
သူတို့မိဘတွေဆုံးသွားလို့ အိမ်ကြီးထဲမှာ နှစ်ယောက်ထဲနေကြရတယ်
သူတို့ညီမနှစ်ယောက်လုံးမှာ အင်ဒီဂိုဆိုတဲ့ သူများတွေမမြင်ရ မကြားရတဲ့
ပရလောကသားတွေကိုမြင်ရကြားရတဲ့အစွမ်းကိုပိုင်ဆိုင်ထားကြတယ်
တကယ့်ကိုစွမ်းအားကြီးတဲ့ နတ်ဆိုးတစ်ကောင်က သူတို့ညီမနှစ်ယောက်ထဲက တစ်ယောက်ရဲ့ ခန္ဓာကိုယ်ကိုလိုချင်လို့
လိုက်သောင်းကျန်းနေတာကို သူတို့တွေ ဘယ်လိုသည်းထိပ်ရင်ဖို ခုခံကာကွယ်ကြလဲဆိုတာ စိတ်ဝင်စားစရာအရမ်းကောင်းပါတယ်
ဒါရိုက်တာ Rocky Soraya ရိုက်ကူးထားပြီးတော့
Main cast အဖြစ် အင်ဒို မင်းသမီးချောလေး Amada Manopo သရုပ်ဆောင်ထားပါတယ်
မင်းသမီးလေးချောချက်ကလဲ သူနဲ့တင်ကြည့်ရတန်နေပါပြီ
စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးဖြစ်ပြီး အာရှပရလောကကားတွေကြိုက်တဲ့သူတွေအတွက်
လက်မလွှတ်သင့်ကြောင်း ညွှန်းဆိုပေးလိုက်ပါတယ်"},
{"name":"Main Atal Hoon (2024)",
"photo1":"https://m.media-amazon.com/images/M/MV5BZWZlODlkZDAtNjA5Yi00YThlLTgzODctNTYzYzVjOWE4MWZhXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_.jpg",
"play":"https://asnwish.com/ypd65u9uq1ye",
"time":"2h 19mins","year":"2024", "rate":"7.3",
"A":"Drame",  "C":"", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/main-atal-hoon-2024-hindi-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/main-atal-hoon-2024-hindi-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/eg5jv/Main_Atal_Hoon_(2024)_Hindi_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/rNgs3/Main_Atal_Hoon_(2024)_Hindi_TRUE_WEB-DL_-_720p-_AVC_-_YK(CM).mp4",
"info":"Main Atal Hoon (2024)
(ကဗျာတွေချစ်တဲ့ နိုင်ငံရေးသမား)
IMDb-7.3/10
အိန္ဒိယသမိုင်းမှာ ရိုသေလေးစားခံရတဲ့ စာပေချစ်နိုင်ငံရေးသမားကြီး Atal Bihari Vijpayee ရဲ့
ဘဝအတ္ထုပ္ပတ္တိဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် လက်ရှိနိုင်ငံရေးသမားတွေ အတုယူလိုက်နာနိုင်ဖို့
ရည်ရွယ်ရိုက်ကူးထားကြပေမဲ့ နိုင်‌ငံရေးဆိုတာ နိုင်ငံသားတိုင်းနဲ့ဆိုင်တာမို့ ကြည့်မိလို့မှားမဲ့ဇာတ်လမ်းထဲမပါနိုင်ပါဘူး
သရုပ်ဆောင်ပိုင်းမှာလည်း ဝါရင့်သရုပ်ဆောင်ကြီး Pankaj Tripathi ကအဓိကသရုပ်ဆောင်ထားပါတယ်
အတာလ်ဆိုတဲ့ကောင်လေးဟာ ဟိုးငယ်ငယ်လေးတည်းက ကဗျာတွေစာတွေချစ်တတ်ပြီး
ကဗျာရွတ်ဖတ်ပွဲတွေမှာတက်ရွတ်ရင်း လူတွေအာရုံစိုက်နားထောင်ချင်လောက်အောင်
အပြောအ‌ဟော ကောင်းသူလေးဖြစ်လာတယ် ဗြိတိသျှအုပ်စိုးတဲ့ခေတ်မှာ မျက်စိ‌ရှေ့ဖြစ်လာတဲ့
မတရားမှုတွေအတွက် အကြမ်းမဖက်နည်းနဲ့ တုံ့ပြန်ရင်း နိုင်ငံရေးအကျဉ်းသားဘဝကနေ 
အမတ်လောင်းအဖြစ် ရွေးကောက်ပွဲတွေ ဝင်ယှဉ်ပြိုင်တဲ့အဆင့်ထိရောက်လာပါတယ်"},
{"name":"Akaash Vani 2013",
"photo1":"https://m.media-amazon.com/images/M/MV5BODBkMWNiODYtZWIzZi00YzFjLTkxNzgtOWI3Y2Q4YmZiN2Q4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
"play":"https://asnwish.com/yao932leqetz",
"time":"2h 25mins","year":"2023", "rate":"6.3",
"A":"Romance",  "C":"Drama", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/akaash-vanii-2013-hindi-1080-p-amzn-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/akaash-vanii-2013-hindi-720-p-amzn-dl-yk-cm-mp-4",
"MH":"https://megaup.net/7uu9f/Akaash_vanii.2013.Hindi.1080p.AMZN.DL.YK(CM).mp4",
"MS":"https://megaup.net/7uu99/Akaash_vanii.2013.Hindi.720p.AMZN.DL.YK(CM).mp4",
"info":"Akaash Vani 2013 ( ငယ်ကချစ်အနှစ်တစ်ရာ)
IMDb 6.3
တစ်ခေတ်တစ်ခါက နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ရိုမန့်
ဒရာမာဇာတ်ကားလေးကို ပြန်လည်တင်ဆက်ပေးချင်ပါတယ်
တော်ကီအလန်းစားတွေနဲ့ စော်လိုက်နည်းကျင့်ချင်တဲ့ဘရိုတွေအတွက်တော့
ဒေါင်းကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ
လိုတာမရ ရတာမလိုဆိုတာ လူ့ဆန္ဒပဲမဟုတ်လား နယ်မြို့လေးမှာကျောင်းတက်ရင်း
ဒေလီမှာတက်ချင်တယ်ဆိုပြီး လာရင်းနဲ့ တစ်ကျောင်းတည်း တစ်ခန်းထဲမှာ
တွေ့ဖြစ်သွားကြတဲ့ အာကတ်ရှ်နဲ့ ဗာနီတို့ ၂ယောက်
၂ယောက်သားက သရုပ်ဆောင်ပိုင်းမှာ ဝင်ပါရင်းနဲ့ အချင်းချင်းရင်းနှီးသွားကြတယ်
အာကတ်ရှ်အဖို့ကတော့ ဗာနီကမြင်မြင်ချင်းအချစ်ဖြစ်ခဲ့တာပေါ့ တောကတက်လာတဲ့
တောသားလေးဖြစ်တာမို့ ရည်းစားတွေဘာတွေမထားဖူးတဲ့..."},
{"name":"Saheb Biwi Aur Gangster 3 (2018) ",
"photo1":"https://m.media-amazon.com/images/M/MV5BZTQ3ZWFlOTUtMTQ1OS00M2VkLThhZTItNzU0MTY4N2QxNjBjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg",
"play":"https://asnwish.com/vkodjss9i2xj",
"time":"2h 20mins","year":"2018", "rate":"5.8",
"A":"Thriller",  "C":"Crime", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/saheb-biwi-aur-gangster-3-2018-web-rip-1080-p-cm-mp-4",
"YS":"https://yoteshinportal.cc/saheb-biwi-aur-gangster-3-2018-web-rip-720-p-cm-mp-4",
"MH":"https://megaup.net/l1Ffl/Saheb_Biwi_Aur_Gangster_3_2018_WebRip_1080p(CM).mp4",
"MS":"https://megaup.net/7uu7v/Saheb_Biwi_Aur_Gangster_3_2018_WebRip_720p(CM).mp4",
"info":"Saheb Biwi Aur Gangster 3 (2018) (သခင့်မိန်းမနှင့် လူမိုက်ကြီး ၃)
ဒီဇာတ်ကားလေးကတော့ တော်ဝင်မိသားစုနဲ့ နိုင်ငံရေးအကြား
အရှုပ်တော်ပုံကိုရိုက်ကူးတင်ဆက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။
မင်းသားကြီးဆန်​ဂျေးဒသ်နဲ့ ဂျင်မီရေှရဂီလ်တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။
အာဒိသယားပရတာဗ်ဆင်းဆိုတဲ့ တော်ဝင်မင်းသားလေးဟာ စွဲချက်တွေများစွာကြောင့်
ထောင်နန်းစံနေရတဲ့အချိန် သူ့မိန်းမဟာလည်း သူ့ကို မလိုတမာနည်းနဲ့ ထောင်သက်ရှည်အောင် ကြိုးစားကြံစည်နေတယ်။
တစ်ဖက်မှာလည်းချစ်ရသူနဲ့​ဝေးကွာနေရတဲ့ မင်းသား အူဒေးပရတာဗ်ဆင်းဟာလည်း ကမ်းကုန်အောင် မိုက်နေခဲ့တယ်။
အာဒိသယားထောင်ကလွတ်လာတဲ့အခါမှာမိန်းမဖြစ်သူဟာ အာဏာရမ္မက်ကြောင့်
ယောက်ျားဖြစ်သူကို သတ်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့..."},
{"name":"Jackpot 2013",
"photo1":"https://m.media-amazon.com/images/M/MV5BYTNkMzQ5ODgtYzYxMS00ZTM1LTkxYzgtNGI4ZThiYWJjNGE4XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_.jpg",
"play":"https://asnwish.com/idggwdmgp8mk",
"time":"1h 32mins","year":"2013", "rate":"5.8",
"A":"Thriller",  "C":"Comedy", "B":"Bollywood" ,
"YH":"https://yoteshinportal.cc/jackpot-2013-1080-p-amzn-web-dl-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/jackpot-2013-720-p-amzn-web-dl-yk-cm-mp-4",
"MH":"https://megaup.net/l1Fdf/Jackpot.2013.1080p.AMZN.WEB-DL.YK(CM).mp4",
"MS":"https://megaup.net/7uu4o/Jackpot.2013.720p.AMZN.WEB-DL.YK(CM).mp4",
"info":"Jackpot 2013 "လောင်းကြေး"
အိန္ဒိယရဲ့ loving standardအမြင့်ဆုံးနေရာလည်းဖြစ် သာယာလှပတဲ့ကမ်းခြေတွေရှိတဲ့ အပန်းဖြေမြို့ ဂိုအာ
အပန်းဖြေတဲ့နေရာဆိုတဲ့အတိုင်းပဲ ဂိုအာဟာ သာယာပြီးစည်ကားသလို ကာစီနိုဝိုင်းတွေလည်း အတော်များတဲ့နေရာဆိုလည်း မမှားပါဘူး။
ဆိုတော့ ဖဲသမားတွေကျက်စားရာနေရာ လူချမ်းသာတွေ ငွေလာဖြုန်းတဲ့နေရာတစ်ခုဖြစ်သလို ဉာဏ်တိမ်ရင်တိမ်သလို
ကလိမ်တွေကြားမှာ ငွေအထုပ်လိုက်ပျောက်သွားနိုင်တဲ့နေရာတစ်ဖြစ်လည်း ဘဝကိုလောင်းကြေးထပ်ရင်း
ဖဲချပ်လှန်ရာကနေ ကံကြမ္မာပါ ကျွမ်းထိုးမှောက်ခုံဖြစ်စေမယ့်နေရာတစ်ခုပေါ့..."},
{"name":"Bhari Taraganam (2023) ",
"photo1":"https://m.media-amazon.com/images/M/MV5BOTBjYjkwMDYtOTRkNi00MDEzLTk3NjItNTc5YzRiZWVlYWQxXkEyXkFqcGdeQXVyMTUwNzQzNzUz._V1_.jpg",
"play":"https://streamvid.net/sap6vbhkgf02",
"time":"2h 24mins","year":"2023", "rate":"7.5",
"A":"Romance",  "C":"Drama", "B":"Bollywood",
"YH":"https://yoteshinportal.cc/bhari-taraganam-2023-telugu-true-web-dl-1080-p-avc-yk-cm-mp-4",
"YS":"https://yoteshinportal.cc/bhari-taraganam-2023-telugu-true-web-dl-720-p-avc-yk-cm-mp-4",
"MH":"https://megaup.net/eg342/Bhari_Taraganam_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
"MS":"https://megaup.net/7usv7/Bhari_Taraganam_(2023)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
"info":"Bhari Taraganam (2023) "လောကဇာတ်ခုံ"
IMDb - 7.5/10
ဇာတ်အိမ်ကြီးကြီးနဲ့ ဖန်တီးရိုက်ကူးထားတဲ့ တလေဂူးလ်ရုပ်ရှင်ကို
တင်ဆက်ပေးလိုက်ပါတယ်ဗျ။
မတူညီတဲ့ ဇာတ်ကောင်တွေရဲ့ ဇာတ်ကြောင်းအသီးသီးကို ချပြရင်းနဲ့
ဇာတ်ကောင်တွေ အချင်းချင်းကိုချိတ်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။
မင်းသမီးက လူ့ဂျစ်ကန် တစ်ရွာလုံးရဲ့ချဉ်ဖတ် အပေအတေလေး။
သူ့ကြောင့် အဖေလုပ်သူ ပြောခံ ဝိုင်းရိုက်ခံရတာလည်း ခဏခဏ။
မင်းသားကကျ မိန်းကလေးတစ်ယောက်ကို မြင်မြင်ချင်း ချစ်တာမျိုးမဟုတ်။ မြင်မြင်ချင်းမုန်းတာတဲ့။
အဲဒီအမုန်းကနေမှ တစိမ့်စိမ့်နဲ့ချစ်လာတတ်တဲ့ ရှားပါးလူစားပေါ့လေ။"}]
