[{"description" : " SSIS 275 (Censored) ဒီဇာတ်လမ်းလေးကတော့ ဝီစကီဖူးစာ Ntr ဇာတ်လမ်းလေးပဲဖြစ်ပါ တယ် ငယ်ရွယ်လှပတဲ့ baby face ပိုင်ရှင် လေးဟာ အားရင်စာအုပ်ပဲဖတ် နေပြီး ဘာမှမဘာတဲ့ ကိုလူအေး ယောက်ျားဖြစ်သူကြောင့် စိတ်ညစ် နေရပါတယ် တစ်နေ့မှာတော့ သူမနဲ့ တစ်အိမ်တည်းအတူနေတဲ့ ယော က္ခထီးဟာ ငယ်သူငယ်ချင်းပေးတဲ့ ဝီစကီသောက်ပြီး ခါတိုင်းထက်ပို ပြီးအထီးကျန်သလို ခံစားလာရတာကြောင့် သူမကို အနားမှာခေါ်ပြီး အဖော်ပြုခဲ့ပါတော့တယ် ဝီစကီတန်ခိုးနဲ့ နုပျိုသန်မာနေတဲ့ယောက္ခထီးနဲ့ အလိုမပြည့်တဲ့ အင်နိုးစန့်ချွေးမလေးတို့ အတူတူ ဝီစကီဘယ်လိုသောက် ကြမလဲဆိုတာကို ဗဟုသုတအနေနဲ့ ရှူစားရမှာဖြစ်ပါတယ်... Release date Dec 24, 2021 Runtime 146min Director Bungo Maeda Label S1 NO.1 STYLE Content ID ssis00275 Actresses Mei Washio Video Size(HD)987MB/(SD)427MB",

   "video" : "https://www.mediafire.com/file/oc19lywpwxqg4qx/%255BDark_TV_4%255DSSIS_275-HD.mp4/file",

"normal" : "https://www.mediafire.com/file/mwpn8gqd1e7h2jv/%255BDark_TV_4%255DSSIS_275-SD.m4v/file" ,

    "preview" : "https://i.imgur.com/iA3PMkf.jpg",

  "previews" : "https://img3.javmost.com/images/SSIS-257.webp",

"trailer" : "https://cc3001.dmm.co.jp/hlsvideo/freepv/s/ssi/ssis00257/ssis00257_mhb_w.m3u8",

"title" : " SSIS 257","time" : "150 mins" ,"year" : "10 Dec 2021 "},
  {"description" : " Inwa777 မှ

➡️မန်ဘာသစ်များအတွက် ငွေသွင်းရန်မလို ဖရီး 1,000 ၊ (သို့) ➡️(အကောင့်အတည်ပြုပြီး) 3,000

➡️မန်ဘာသစ်များအတွက် ငွေသွင်း ဖရီးဘောနပ် 200 % 

➡️နေ့စဥ် ငွေသွင်း အတွက် 20 % 

➡️ဘောလုံးကစားပြီး  ဘောနပ် 8 % ပရိုမိုးရှင်း

  အပြင်အခြားသော ငွေသွင်းပရိုမိုးရှင်းများစွာနဲ့အတူ ....

🐠 ငါးပစ်ဂိမ်း 🎰 စလော့ဂိမ်း 🃏 ရမ်းကိုးမီး 🎥 Live ကာစီနို ⚽️ ဘောလုံး နှင့်အခြား ဂိမ်းပေါင်းများစွာ တိုကို ငွေအသွင်းအထုတ်မြန်ဆန်ပြီး၊ 

100% ယုံကြည်စိတ်ချရတဲ့ အတွက် ဝင်ရောက်ကစားပြီး ဖရီး ပရိုမိုးရှင်းများကိုလည်း ရယူလိုက်တော့နော်။

ဂိမ်းအကောင့်ဖွင့်ရန် နှိပ်ပါ ....

    👇👇👇

 https://bit.ly/3C7VZ5o

ဆက်သွယ်ရန် 

09-403277997 တွင်အသေးစိတ်မေးမြန်းနိုင်ပါတယ်.....",

   "video" : " ",

"normal" : " " ,

    "preview" : "https://github.com/nyein-khant/exit/blob/main/1250-x-720.gif?raw=true",

  "previews" : "https://github.com/nyein-khant/exit/blob/main/1250-x-720.gif?raw=true",

"trailer" : " ",

"title" : "Inwa 777","time" : " Inwa 777 " ,"year" : " Inwa 777"}]
